programs = ["Экономика", "Бизнес-информатика", "Туризм"]
subjects = ["Эконометрика", "Базы данных", "Теория игр", "Программирование на Python"]
olympiads = ["Русский медвежонок", "Кенгуру", "Британский бульдог"]
subject_dict = {"Эконометрика": "наука, изучающая количественные и качественные экономические взаимосвязи с помощью "
                                "статистических и других математических методов и моделей.", "Базы данных":
    "упорядоченный набор структурированной информации или данных, которые обычно хранятся в электронном виде в "
    "компьютерной системе.", "Теория игр": " математический метод изучения оптимальных стратегий в играх. ",
                "Программирование на Python": "высокоуровневый язык программирования общего назначения, "
                                              "который используется в том числе и для разработки веб-приложений."}
olympiad_dict = {"Русский медвежонок": "международный конкурс по языкознанию (в основном русскому) среди школьников. Проводится с 2000 года.", "Кенгуру": "это международный конкурс-игра для школьников под девизом «Математика для всех».", "Британский бульдог": "всероссийский конкурс по английскому языку. К участию приглашаются все школьники, без какого-либо предварительного отбора."}